Repository: Plaristote/KFeedReader
Catalog: translations/*.po
Languages: fr

source: Name
fr: Titre

source: Confirm
fr: Confirmer

source: Create a new folder
fr: Créer un nouveau dossier

source: Cancel
fr: Annuler

source: Discard changes and go back to the previous page
fr: Annuler les changements et revenir à la page précédente

source: Next
fr: Suivant

source: Go to the next article
fr: Aller à l'article suivant

source: Previous
fr: Précédent

source: Go to the previous article
fr: Aller à l'article précédent

source: Comments
fr: Commentaires

source: When available, opens the comment section for this article
fr: Ouvre la section commentaire de cet article, lorsqu'elle est disponible

source: Open
fr: Ouvrir

source: Open the current article in a web browser
fr: Ouvrir dans un navigateur web

source: Mark as unread
fr: Marquer comme non-lu

source: Share
fr: Partager

source: Add this article to your shared feeds using the sharing service
fr: Ajoute cet article à un ou plusieurs de vos flux partagés en utilisant le service de partage

source: Close
fr: Fermer

source: Play
fr: Lecture

source: Full screen
fr: Plein écran

source: Exit full screen
fr: Quitter le plein écran

source: Rating
fr: Note

source: View count
fr: Nombre de vues

source: View
fr: Voir

source: Open the article link in the application
fr: Ouvrir le lien de l'article dans l'application

source: Search
fr: Chercher

source: Display
fr: Affichage

source: Tree
fr: Arbre

source: List
fr: Liste

source: Skip preview
fr: Sauter la page de résumé des articles et aller directement à la vue de navigation

source: Synchronize
fr: Synchroniser

source: YouTube Google Takeout subscriptions
fr: Abonnement YouTube via Google Takeout

source: Pick a YouTube subcription file from a Google Takeout archive
fr: Séléctionnez un fichier d'abonnements YouTube obtenus via le service Google Takeout

source: Update
fr: Mettre à jour

source: Download new articles from the remote server
fr: Télécharge les nouveaux articles du flux

source: Filter through the titles of feed articles
fr: Filtrer les titres des articles

source: Mark all as read
fr: Tout marquer comme lu

source: Mark all the articles in this feed as having already been read
fr: Marque tous les articles de ce flux comme ayant été déjà lu

source: Edit
fr: Modifier

source: Change the settings of a feed
fr: Modifier les options de ce flux

source: Remove
fr: Supprimer

source: Permanently remove the feed from the application
fr: Supprime de façon permanente ce flux de votre application

source: Title
fr: Titre

source: Favicon
fr: Icône

source: Language
fr: Langage

source: Link
fr: Lien

source: Suggested update interval
fr: Interval de mise à jour suggéré

source: No suggested update interval
fr: Pas d'interval de mise à jour suggéré

source: Adds this feed to the current folder
fr: Ajouter ce flux au dossier courant

source: Removing feed
fr: Supprimer le flux

source: Are you sure you want to permanently remove this feed ?
fr: Êtes-vous sûr de vouloir supprimer ce flux ?

source: Refreshes all the feed contained in this folder
fr: Met à jour l'intégralité des flux contenus dans ce dossier

source: Add feed
fr: Ajouter un flux

source: Adds an RSS feed to the current folder
fr: Ajoute un flux au dossier courant

source: Add folder
fr: Ajouter un dossier

source: Adds a sub-folder in the current folder
fr: Ajoute un sous-dossier dans le dossier courant

source: Find a feed by name
fr: Chercher un flux selon son titre

source: Configure
fr: Configurer

source: Change a folder's identity and re-arrange its contents
fr: Changer la présentation dun dossier et ré-ordonner son contenu

source: Permanently remove the folder and all its feeds from the application
fr: Supprime le dossier et les flux qu'il contient de façon permanente

source: Removing folder
fr: Supprimer le dossier

source: Are you sure you want to permanently remove this folder ?
fr: Êtes-vous sûr de vouloir supprimer ce dossier ?

source: All
fr: Aggréger tous les articles

source: Unread
fr: Aggréger tous les articles non lus

source: &File
fr: Fichier

source: Feed
fr: Flux

source: Import feeds...
fr: Importer des flux...

source: Export feeds...
fr: Exporter vos flux...

source: Stop fetching
fr: Arrêter la mise à jour

source: Toggle menu
fr: Activer/désactiver le menu

source: Configure sharing service
fr: Configurer le service de partage

source: About FluxKap
fr: À propos de FluxKap

source: Quit
fr: Quitter

source: Pick a feed source to import
fr: Choisissez une source de flux à importer

source: OPML structures
fr: Structures OPML

source: Pick a file to export your feeds to
fr: Choisissez un fichier où exporter vos flux

source: Select the feeds in which you want to share this article
fr: Sélectionnez des flux partagés

source: Failed to share the article !
fr: Echec du partage de l'article

source: Application token
fr: Token applicatif

source: Status
fr: Statut

source: Ready
fr: Prêt

source: Not ready
fr: Paramètres vides ou incorrects

source: Enable periodic updates
fr: Activer les mises à jour périodiques

source: Use a custom update interval
fr: Utiliser un interval de mise à jour personnalisé

source: Custom update interval
fr: Interval de mise à jour personnalisé

source: hours
fr: heures

source: Skip hours
fr: Sauter des heures

source: Skip days
fr: Sauter des jours de la semaine

source: RSS feed aggregator
fr: Aggregateur de flux RSS/ATOM/JSON

# @info:credit
source: Developer
fr: Développeur
